Repository: pnprog/goreviewpartner
Catalog: translations/*.po
Languages: fr

source: This is GoReviewPartner
fr: Voici GoReviewPartner

source: Run a SGF file analysis
fr: Lancer une analyse de ficher SGF

source: Run a live analysis
fr: Lancer une analyse live

source: Open a RSGF file for review
fr: Ouvrir un fichier RSGF pour revue

source: Convert RSGF file to SGF file
fr: Convertir le fichier RSGF en fichier SGF

source: Download a SGF file for analysis
fr: Télécharger un fichier SGF pour analyse

source: Settings
fr: Réglages

source: The file %s has been converted to %s
fr: The fichier %s a été convertie en %s

source: Convert RSGF file to CSV file
fr: Convertir le fichier RSGF en fichier CSV

source: Bot to use for analysis:
fr: Programme à utiliser pour l'analyse

source: Select variation to be analysed
fr: Séléctionner une variation à analyser

source: Select moves to be analysed
fr: Sélectionnez les coups à analyser

source: Analyse all %i moves
fr: Analyser tous les %i coups

source: Analyse only those moves:
fr: N'analyser que ces coups:

source: Select colors to be analysed
fr: Sélectionnez les couleurs à analyser

source: Black & white
fr: Joueurs blanc et noir

source: Black only
fr: Joueur noir seulement

source: White only
fr: Joueur blanc seulement

source: Confirm the value of komi
fr: Confirmez la valeur du komi

source: Stop the analysis if the bot resigns
fr: Arrêter l'analyse si le programme abandonne

source: Variation %i (%i moves)
fr: Variation %i (%i coups)

source: Start
fr: Commencer

source: Incorrect value for komi (%s), please double check.
fr: Valeur incorrecte pour le komi (%s), veuillez vérifier.

source: Could not make sense of the moves range.
fr: Intervalle des coups à analyser incompréhensible.

source: Please indicate one or more move intervals (e.g. "10-20, 40,50-51,63,67")
fr: Veuillez indicater un ou plusieurs intervalles de coups (par exemple: "10-20, 40,50-51,63,67")

source: Error while reading komi value, please check:
fr: Erreur durant la lecture du komi, veuillez vérifier:

source: Paste the URL to the SGF file (http or https):
fr: Coller l'URL do fichier SGF (http ou https):

source: Get
fr: Télécharger

source: Could not open the URL
fr: Impossible de télécharger l'URL

source: Not a valid SGF file!
fr: Le fichier télécharger n'est pas un fichier SGF!

source: This analysis will be performed on an already analysed SGF file.
fr: Cette analyse va être faite à partir d'un fichier SGF déjà analysé.

source: What to do with the existing variations?
fr: Que faire des variations existantes?

source: Keep existing variations
fr: Garder les variations existantes

source: Replace existing variations
fr: Remplacer les variations existantes

source: Analysis of: %s
fr: Analyse du ficher: %s

source: Remaining time: %ih, %im, %is
fr: Temps restant: %ih, %imn, %is

source: Currently at move %i/%i
fr: Actuellement au coup %i/%i

source: Completed
fr: Analyse terminée

source: Start the review
fr: Commencer la revue

source: Now closing, please wait...
fr: Ferméture en cours, veuillez patienter...

source: Graphs
fr: Graphiques

source: Table
fr: Tableau

source: Comments
fr: Commentaires

source: Go to first move.
fr: Aller au premier coup de la partie.

source: Go back 10 moves.
fr: Revenir 10 coups en arrière

source: Go back one move. Shortcut: keyboard left key.
fr: Revenir un coup en arrière. Raccourcis clavier: touche de gauche.

source: Go forward one move. Shortcut: keyboard right key.
fr: Avancer d'un coup. Raccourcis clavier: touche de droite.

source: Go forward 10 moves.
fr: Aller de 10 coups vers l'avant

source: Go to final move.
fr: Aller au dernier coup de la partie.

source: <Ctrl+Q> to save the goban as an image.
fr: <Ctrl+Q> pour enregistrer le goban comme image.

source: Use mouse middle click or wheel to undo move.
fr: Utilisez le click milieu ou la roulette de la souris pour annuler un coup.

source: <Ctrl+W> to save the goban as an image.
fr: <Ctrl+W> pour enregistrer le goban comme image.

source: Use mouse wheel or keyboard up/down keys to display the sequence move by move.
fr: Utiliser la molette de souris ou les touches clavier haut/bas pour afficher la séquence coup par coup.

source: Actual game
fr: Partie actuelle

source: Keep pressed to show map.
fr: Maintenez appuyé pour monter la carte

source: Maps
fr: Cartes

source: Show
fr: Montrer

source: Territories
fr: Territoires

source: Display
fr: Afficher

source: Not available
fr: Non disponible

source: Undo
fr: Annuler

source: Play one move
fr: Jouer un coup

source: Play as white
fr: Jouer en tant que Blanc

source: Play as black
fr: Jouer en tant que Noir

source: Undo last move. Shortcut: mouse middle button.
fr: Annuler le dernier coup. Raccourcis clavier: click milieu souris.

source: Select a bot
fr: Choissisez un programme

source: Let the bot take both sides and play against itself.
fr: Demander au programme de jouer contre lui même.

source: Ask the bot for a quick evaluation
fr: Demander au bot une évaluation rapide

source: White
fr: Blanc

source: Black
fr: Noir

source: No bot
fr: Pas de programme

source: Do nothing
fr: Ne rien faire

source: Win rate
fr: Probabitité de gagner

source: Black win rate delta
fr: Deltas de probabilité pour Noir

source: White win rate delta
fr: Deltas de probabilité pour Blanc

source: Value Network win rate
fr: Probabilités "Value Network"

source: Black Value Network win rate delta
fr: Deltas "value Network" pour Noir

source: White Value Network win rate delta
fr: Deltas "value network" pour Blanc

source: Monte Carlo win rate
fr: Probabilités Monte Carlo

source: Black Monte Carlo win rate delta
fr: Delta Monte Carlo pour Noir

source: White Monte Carlo win rate delta
fr: Deltas Monte Carlo pour Blanc

source: Score estimation
fr: Estimation du score

source: Black win rate
fr: Probabilité de gagner pour Noir

source: Move %i (%s), black/white win rate:
fr: Coup %i (%s), probabilités noire/blanche de gagner:

source: Move %i: win rate of Black's move: %s; win rate of computer move: %s
fr: Coup %i: probabilité de gagner pour le coup de Noir: %s, probabilité de gagner pour le coup de l'ordinateur: %s

source: Move %i: win rate of White's move: %s; win rate of computer move: %s
fr: Coup %i: probabilité de gagner pour le coup de Blanc: %s, probabilité de gagner pour le coup de l'ordinateur: %s

source: The computer believes the actual move is %.2fpp better than it's best move.
fr: Le programme estime que le coup de la partie serait %.2fpp meilleur que le sien.

source: The computer believes it's own move win rate would be %.2fpp higher.
fr: Le programme estime que son propre coup serait %.2fpp meilleur.

source: Move %i (%s), estimated score:
fr: Coup %i (%s), estimation du score:

source: Win for White
fr: Victoire de black

source: Win for Black
fr: Victoire de noir

source: <Ctrl+Q> to save the graph as an image.
fr: <Ctrl+Q> pour enregistrer le diagramme comme image.

source: %s settings
fr: Réglages de %s

source: General parameters
fr: Réglages généraux

source: Language
fr: Langue

source: Parameters for the analysis
fr: Réglages pour l'analyse

source: Maximum number of variations to record during analysis
fr: Nombre maximum de variations à garder durant l'analyse

source: Only keep variations where game move and bot move differ
fr: Ne garder les variations seulement si le coup dans la partie differe du coup de l'ordinateur

source: Save bot command line into RSGF file
fr: Engeristrer la commande du programme dans le fichier RSGF

source: Parameters for the review
fr: Réglages pour la revue

source: Natural stone placement
fr: Placement naturel des pierres

source: Real game sequence deepness
fr: Profondeur de variation de la partie à afficher

source: Maximum number of variations to display during review
fr: Nombre maximum de variations à afficher durant la revue

source: Blue/red coloring of the variations
fr: Coloration blue/rouge des variations

source: Labels for the variations
fr: Label pour les variations

source: Inverted mouse wheel
fr: Molette de souris inversée

source: Save settings
fr: Enregistrer les réglages

source: The best variation in blue
fr: La meilleur variation en bleu

source: Win rate > 50% in blue
fr: Seulement les variations gagnantes (>50%) en bleu

source: Variations better than actual game move in blue
fr: Variations meilleurs que dans la partie en bleu

source: Percentages
fr: Probabilités

source: Letters
fr: Lettres

source: Command
fr: Commande

source: Parameters
fr: Paramètres

source: Time per move (s)
fr: Temps de réflexion par coup (en secondes)

source: Test
fr: Tester

source: Maximum number of variations
fr: Nombre maximum de variations

source: Deepness for each variation
fr: Profondeur pour chaque variation

source: See AQ parameters in "aq_config.txt"
fr: Voir aussi le fichier "aq_config.txt"

source: Move %i
fr: Coup numéro %i

source: White to play. In the game, white played %s
fr: A blanc de jouer. Durant la partie, blanc a joué %s

source: Black to play. In the game, black played %s
fr: A noir de jouer. Durant la partie, noir a joué %s

source: For this position, %s would play: %s
fr: Pour cette position, %s choisirait %s

source: Black win probability:
fr: Probabilité de gagner pour Noir:

source: White win probability:
fr: Probabilité de gagner pour Blanc:

source: before %s
fr: avant %s

source: after %s
fr: après %s

source: Black Value Network win probability:
fr: Probabilité "Value Network" de gagner pour Noir:

source: White Value Network win probability:
fr: Probabilité "Value Network" de gagner pour Blanc:

source: Black Monte Carlo win probability:
fr: Probabilité "Monte Carlo" de gagner pour Noir:

source: White Monte Carlo win probability:
fr: Probabilité "Monte Carlo" de gagner pour Blanc:

source: Move
fr: Coup

source: Policy Network value
fr: Valeur "Policy Network"

source: Playouts
fr: Simulations

source: Evaluation
fr: Évaluation

source: black/white win probability for this variation: %s
fr: Probilitités de victoire noire/blanche pour cette variation: %s

source: Policy network value for this variation: %s
fr: Valeur "Policy network" pour cette variation: %s

source: Monte Carlo win probability for this variation: %s
fr: Probabilité Monte Carlo pour cette variation: %s

source: Value network black/white win probability for this variation: %s
fr: Probabilité "Value Network" noire/blanche pour cette variation: %s

source: Number of playouts used to estimate this variation: %s
fr: Nombre de simulations utilisées pour estimer cette variation: %s

source: Evaluation for this variation: %s
fr: Evaluation pour cette variation: %s

source: RAVE(x%% : y) for this variation: %s
fr: RAVE(x%% : y) pour cette variation: %s

source: Score estimation for this variation: %s
fr: Estimation du score pour cette variation: %s

source: Analysis by GoReviewPartner
fr: Analyse par GoReviewPartner

source: Bot
fr: Programme

source: Command line
fr: Ligne de commande

source: Book move
fr: Dictionnaire de fuseki

source: Bot used for analysis
fr: Programme utilisé pour l'analyse

source: Black player
fr: Joueur noire

source: White player
fr: Joueur blanc

source: No overlap thinking time
fr: Pas de temps de réfléxion superposé

source: Board size
fr: Taille du goban

source: Handicap stones
fr: Pierres de handicap

source: SGF file name
fr: Nom du fichier SGF

source: Human player
fr: Joueur humain

source: Please place %i handicap stones on the board.
fr: Veuillez placez %i pierres de handicap sur la goban

source: The game is now starting!
fr: La partie va maintenant commencer

source: Game
fr: Partie

source: Currently at move %i
fr: Actuellement au coup %i

source: Analysis
fr: Analyse

source: Analysis by %s
fr: Analyse par %s

source: Status:
fr: Statut:

source: Ready to start
fr: Prêt à commencer

source: Resume
fr: Reprendre

source: Pass
fr: Passer

source: Waiting for next move
fr: En attente du prochain coup

source: Pause the game
fr: Mettre la partie en pause

source: Pass for this move
fr: Passer pour ce coup

source: Undo to previous move
fr: Annuler le précédent coup

source: Live game
fr: Partie live

source: Send GTP command
fr: Envoyer la commade GTP

source: Choose a filename
fr: Choisissez un nom de fichier

source: Select a file
fr: Selectionnez un fichier

source: SGF file
fr: Fichier SGF

source: Reviewed SGF file
fr: Fichier SGF analysé

source: PNG image
fr: Image PNG

source: Error
fr: Erreur

source: Could not open the RSGF file:
fr: Ne peut pas ouvrir le fichier RSGF

source: Could not save the RSGF file:
fr: Impossible de sauvegarder le fichier RSGF:

source: Could not save the SGF file:
fr: Impossible de sauvegarder le fichier SGF:

source: Could not open the SGF file:
fr: Ne peut pas ouvrir le fichier SGF

source: Error while initializing the GTP bot:
fr: Erreur durant l'initialisation du programme GTP:

source: Error while initializing the graphical interface:
fr: Erreur durant l'initialisation de l'interface graphique:

source: Aborted
fr: Interruption

source: Analysis aborted:
fr: Analyse interrompue

source: GnuGo thread failed:
fr: Le processus Gnugo a échoué:

source: Could not run %s using the command from config.ini file:
fr: Impossible de lancer %s en utilisant la commande indiquée dans le fichier config.ini :

source: %s did not reply as expected to the GTP name command:
fr: %s n'a pas répondu comme attendu à la commande GTP name:

source: %s did not identify itself as expected:
fr: %s ne s'est pas identifié(e) comme attendu:

source: %s did not reply as expected to the GTP version command:
fr: %s n'a pas répondu comme attendu à la commande GTP version:

source: Could not set the goboard size using GTP command. Check that %s is running in GTP mode.
fr: Impossible de définir la taille du goban via GTP. Veuillez vérifier que %s fonctionne en mode GTP.

source: %s rejected this board size (%ix%i)
fr: %s a rejeté cette taille de goban (%ix%i)

source: Could not run the program:
fr: Ne peut pas lancer le programme:

source: Leela Zero is currently running the OpenCL SGEMM tuner. It may take several minutes until Leela Zero is ready.
fr: Leela Zero est en train d'ajuster les parametres OpenCL SGEMM. Cela pourrait prendre plusieurs minutes avant que Leela Zero ne soit prête.

source: Ray is currently running the OpenCL SGEMM tuner. It may take several minutes until Ray is ready.
fr: Ray est en train d'ajuster les parametres OpenCL SGEMM. Cela pourrait prendre plusieurs minutes avant que Ray ne soit prêt.

source: Select a game record
fr: Selectionnez un enregistrement de partie

source: Move %i, for this position, the bot reads up to %d moves ahead.
fr: Coup %i, pour cette position, le programme lit jusqu'à %d coups à l'avance.

source: From existing game
fr: A partir d'une partie existante

source: Delete profile
fr: Supprimer le profile

source: Single-panel
fr: Simple panneau

source: There is no bot configured in Settings
fr: Il n'y a pas de programme configuré dans les paramètres

source: Modify profile
fr: Modifier le profile

source: Move position out of range
fr: Numero de coup au delà de la limite

source: Select starting position:
fr: Sélectionner une position de départ:

source: Reading depth
fr: Profondeur de lecture

source: Add profile
fr: Ajouter un profile

source: Dual-panel
fr: Double panneaux

source: Could not read file
fr: Ne peut lire le fichier

source: Incorrect move position
fr: Numéro de coup incorrect

source: Move %i, for this position, the bot reads in average %.1f moves ahead.
fr: Coup %i, pour cette position, le programme lit en moyenne %d coups à l'avance.

source: New game
fr: Nouvelle partie
